---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.AssemblyInstance
source: html/fcca7270-c488-005d-128b-a61811466e4a.htm
---
# AssemblyInstance Members

Adds member element ids for the assembly instance.